class WordDatabase {
  static const List<String> arabicWords = [
    'أسد', 'قمر', 'سيارة', 'شمس', 'بحر', 'نجم', 'سيف', 'درع', 'نار', 'ماء',
    'جبل', 'خفاش', 'قلب', 'عين', 'طائر', 'تفاح', 'ذهب', 'فضة', 'نحاس', 'باب',
    'نافذة', 'ساعة', 'ورقة', 'قلم', 'كتاب', 'مفتاح', 'سرير', 'طاولة', 'كرسي', 'مرآة',
    'خاتم', 'تاج', 'قصر', 'خيمة', 'صحراء', 'غابة', 'نهر', 'شجرة', 'وردة', 'سماء',
    'أرض', 'رياح', 'ثلج', 'مطر', 'رعد', 'برق', 'حجر', 'رمال', 'عشب', 'جسر',
    'طريق', 'عجلة', 'سفينة', 'قارب', 'قطار', 'طائرة', 'مطار', 'حقيبة', 'محفظة', 'حذاء',
    'ثوب', 'قبعة', 'نظارة', 'عصا', 'خيط', 'إبرة', 'مقص', 'سكين', 'شوكة', 'ملعقة',
    'طبق', 'كأس', 'إبريق', 'مصباح', 'شمعة', 'عطر', 'صابون', 'فرشاة', 'مشط', 'منشفة',
    'بطانية', 'وسادة', 'سجادة', 'لوحة', 'صورة', 'إطار', 'جرس', 'هاتف', 'حاسوب', 'تلفاز',
    'مذياع', 'كاميرا', 'سلك', 'بطارية', 'مغناطيس', 'بوصلة', 'خريطة', 'لعبة', 'كرة', 'مضرب',
    'شبكة', 'حبل', 'سلم', 'ميزان', 'سلة', 'صندوق', 'برميل', 'زجاجة', 'برج', 'هرم',
    'قلعة', 'سجن', 'مستشفى', 'مدرسة', 'جامعة', 'مكتبة', 'مسجد', 'كنيسة', 'معبد', 'متحف',
    'حديقة', 'مزرعة', 'مدينة', 'قرية', 'شارع', 'ميدان', 'سوق', 'متجر', 'مطعم', 'مقهى',
    'بنك', 'مصنع', 'ورشة', 'ميناء', 'قناة', 'بئر', 'نفق', 'كهف', 'وادي', 'قارب'
  ];
}
